Repository: immediate-media/im-dynamic-content
Catalog: languages/im-dynamic-content-*.po
Languages: pl_pl

source: Global Pinned Content
pl_pl: Globalna przypięta zawartość

source: Position
pl_pl: Pozycja

source: Pinned content
pl_pl: Przypięta zawartoś

source: Widget Layout
pl_pl: Układ widżetu

source: Display configuration
pl_pl: Konfiguracja wyświetlania

source: Title
pl_pl: Tytuł

source: Category Labels
pl_pl: Kategorie etykiety

source: Use customiser setting
pl_pl: Użyj ustawienia niestandardowego

source: Visible
pl_pl: Widoczny

source: Hide
pl_pl: Ukryty

source: Content filtering configuration
pl_pl: Konfiguracja filtru treści

source: Categories
pl_pl: Kategorie

source: Select categories to filter by
pl_pl: Wybierz kategorie do filtrowania

source: All Categories
pl_pl: Wszystkie kategorie

source: Post Types
pl_pl: Typy postów

source: Select post types to filter by
pl_pl: Wybierz typy postów do filtrowania

source: All Post Types
pl_pl: Wszystkie typy treści

source: Content Types
pl_pl: Typy treści

source: Select content types to filter by
pl_pl: Wybierz typy zawartości do filtrowania

source: All Content Types
pl_pl: Wszystkie typy treści

source: Number of cards to include
pl_pl: Liczba kart do włączenia

source: Use smaller headline in cards
pl_pl: Użyj mniejszego nagłówka na kartach

source: Hide publish date on cards
pl_pl: Ukryj datę publikacji na kartach

source: Hide on mobile (Check if adding this to Sidebar)
pl_pl: Ukryj na telefonie komórkowym (sprawdź, czy dodajesz to do paska bocznego)

source: Content lookup configuration
pl_pl: Konfiguracja wyszukiwania treści

source: Show Related Content
pl_pl: Pokaż powiązane treści

source: Surface content related to the current page
pl_pl: Treść związana z bieżącą stroną

source: Content overrides
pl_pl: Zastępowanie treści

source: Button Text
pl_pl: Tekst przycisku

source: Button Link
pl_pl: Odnośnik z przycisku
